Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Your school's configuration does not allow the type of submission selected for this assignment
ar: تكوين مدرستك لا يسمح بنوع الإرسال المحدد لهذه المهمة
ca: La configuració de l'escola no permet el tipus d'entrega seleccionat per a aquesta activitat
cy: Dydy ffurfweddiad eich ysgol ddim yn caniatáu'r math o gyflwyniad sydd wedi'i ddewis ar gyfer yr aseiniad hwn
da: Din skoles konfiguration tillader ikke den valgte indsendelsestype for denne opgave
da_instk12: Din skoles konfiguration tillader ikke den valgte indsendelsestype for denne opgave
de: Die Konfigurationen Ihrer Schule gestatten den für diese Aufgabe ausgewählten Einreichungstyp nicht
es: La configuración de su escuela no permite el tipo de entrega seleccionado para esta tarea
es_es: La configuración de tu escuela no permite el tipo de entrega seleccionado para esta actividad
fi: Koulun konfigurointi ei salli valittua lähetyksen tyyppiä tälle tehtävälle
fr: La configuration de votre école ne permet pas le type de soumission sélectionné pour ce travail assigné
fr_ca: La configuration de votre école ne permet pas le type d’envoi sélectionné pour ce travail
ga: Ní cheadaíonn cumraíocht do scoile an cineál uaslódála a roghnaíodh don tasc seo
hi: आपके स्कूल का कॉन्फ़िगरेशन इस असाइनमेंट के लिए चयनित सबमिशन प्रकार की अनुमति नहीं देता है
ht: Konfigirasyon lekòl ou a pa pèmèt tip soumisyon ou chwazi pou sesyon sa a
id: Konfigurasi sekolah Anda tidak mengizinkan jenis pemilihan ini dipilih untuk tugas ini
is: Grunnstilling skólans þín leyfir ekki tegund skila sem valin eru fyrir þetta verkefni
it: La configurazione della tua scuola non consente il tipo di consegna selezionato per questo compito
ja: あなたの学校の設定は、この課題用に選択された提出の形式を許可していません
ko: 학교의 구성이 이 과제에 대해 선택된 제출의 유형을 허용하지 않습니다
mi: Kaore te whirihoranga o tō kura e whakāe te momo o te tāpaetanga tīpakohia mō tēnei whakataunga
ms: Konfigurasi sekolah anda tidak membenarkan jenis serahan dipilih untuk tugasan ini.
nb: Din skolekonfigurasjon tillater ikke innleveringstypen valgt for denne oppgaven
nb_instk12: Din skolekonfigurasjon tillater ikke innleveringstypen valgt for denne oppgaven
nl: De configuratie van je school staat het geselecteerde soort indiening voor deze opdracht niet toe.
pl: Konfiguracja Twojej szkoły nie zezwala na rodzaj zgłoszenia wybrany dla danego zadania
pt: A configuração da sua escola não permite o tipo de entrega selecionado para esta tarefa.
pt_br: A configuração da sua escola não permite o tipo de envio selecionado para esta tarefa
ru: Конфигурация вашей школы не позволяет выбирать тип отправки, выбранной для данного задания
sl: Pri konfiguraciji vaše šole ni dovoljena vrsta oddaje, izbrana za to nalogo.
sv: Din skolas inställningar tillåter inte den typen av inlämningar som valts för den här uppgiften.
sv_instk12: Din skolas inställningar tillåter inte den här typen av inlämningar som valts för den här uppgiften.
th: การกำหนดค่าของสถานศึกษาของคุณไม่อนุญาตผลงานจัดส่งประเภทที่เลือกสำหรับภารกิจนี้
vi: Cấu hình của trường của bạn không cho phép loại bài nộp đã chọn cho bài tập này
zh: 您学校的配置不允许为此作业而选择提交类型
zh_hk: 您的學校的配置不允許為此作業所選擇的提交方式

source: Your submission is now waiting to be graded.
ar: إرسالك قيد الانتظار الآن للتقييم.
ca: En aquest moment, l'entrega està en espera de rebre una nota.
cy: Mae eich cyflwyniad bellach yn aros i gael ei raddio.
da: Din aflevering venter nu på at blive bedømt.
da_instk12: Din aflevering venter nu på at blive bedømt.
de: Ihre Abgabe wartet nun auf die Benotung.
es: Tu entrega está en espera de una calificación.
es_es: Tu entrega está ahora esperando para ser evaluada.
fi: Lähetyksesi odottaa nyt arvosanaa.
fr: Votre soumission est désormais en attente d'évaluation.
fr_ca: Votre envoi est maintenant en attente d'être noté.
ga: Tá d'uaslódáil ag fanacht anois le marcáil.
hi: आपका सबमिशन अब ग्रेड होने की प्रतीक्षा कर रहा है।
ht: Souimisyon w lan ap tann pou yo evalye li.
id: Penyerahan Anda sekarang menunggu dinilai.
is: Skil þín bíða núna einkunnagjafar.
it: La tua consegna ora è in attesa del voto.
ja: 提出は現在採点待ちです。
ko: 제출은 이제 평가를 대기 중입니다.
mi: Kei te tatari to tāpaetanga ki te kōeketia.
ms: Serahan anda kini menunggu untuk digredkan.
nb: Din innlevering venter nå på å bli vurdert.
nb_instk12: Din innlevering venter nå på å bli vurdert.
nl: Je inlevering wacht op beoordeling.
pl: Przesłane materiały oczekują na ocenę.
pt: Seu envio está a aguardar para ser avaliado.
pt_br: Seu envio agora está esperando avaliação.
ru: Предоставляемые вами данные в ожидании оценки.
sl: Oddaja čaka na ocenjevanje.
sv: Din inlämning väntar på att bedömas.
sv_instk12: Din inlämning väntar på att bedömas.
th: ผลงานจัดส่งของคุณกำลังรอให้เกรดในตอนนี้
vi: Bài nộp của bạn hiện đang chờ chấm điểm.
zh: 您的提交项正在等待评分。
zh_hk: 您的提交項目現正等待評分。

source: Studio
hi: स्टूडियो
is: Stúdíó
